var mbema = {"welcome":{"eng":"<b>Welcome to the Music perception task!</b>","fi":"<b>Tervetuloa Musiikin havaitsemistehtävään!</b>"},"taskConsists":{"eng":"he task consists of three parts and takes about 15 min in total","fi":"Tehtävä koostuu kolmesta osiosta ja sen tekemiseen menee yhteensä noin 15 min"},"wholeTask":{"eng":"Please do the whole task in one session","fi":"Pyydämme, että teet koko tehtävän samalla kertaa"},"firstPart":{"eng":"In the first task part, you will hear a short signal tone followed by two successive melodies","fi":"Ensimmäisessä tehtäväosiossa kuulet lyhyen merkkiäänen ja sen jälkeen kaksi peräkkäistä melodiaa"},"firstPartB":{"eng":"The melodies are separated by a short break","fi":"Melodioiden välillä on lyhyt tauko"},"yourTask":{"eng":"Your task is to compare the two successive melodies and decide whether they sound the same or different","fi":"Tehtäväsi on verrata kahta peräkkäistä melodiaa ja päättää, kuulostavatko ne samalta vai erilaisilta"},"yourTaskB":{"eng":"If you think that the melodies are the same, just press \"Same\". If you think that the melodies are different, press \"Different\"","fi":"Jos melodiat ovat mielestäsi samat, paina \"Sama\". Jos melodiat ovat mielestäsi erilaiset, paina \"Eri\""},"firstLets":{"eng":"First, let's do a couple of practice trials","fi":"Otetaan aluksi pari harjoittelukierrosta"},"listen":{"eng":"Listen<br><img id='music' src='./images/music.svg'></img>","fi":"Kuuntele<br><img id='music' src='./images/music.svg'></img>"},"thanksThird":{"eng":"Thank you for your answers! Let's do the third and final task part.","fi":"Kiitos vastauksistasi! Tehdään vielä kolmas ja viimeinen tehtäväosio."},"previousParts":{"eng":"In the previous task parts, you have heard many melodies several times","fi":"Olet edellisissä tehtäväosioissa kuullut useita melodioita moneen kertaan"},"previousPartsB":{"eng":"Next you will hear both previously presented melodies and entirely novel melodies.","fi":"Seuraavassa kuulet sekä aiemmin esitettyjä melodioita että täysin uusia melodioita."},"canYouTell":{"eng":"Can you tell which melodies have already been presented to you and which ones are novel?","fi":"Osaatko sanoa, mitkä melodiat on esitetty sinulle jo aiemmin ja mitkä ovat uusia?"},"canYouTellB":{"eng":"When you have the feeling that you have heard the melody before, press the \"Yes\" button. Otherwise, press \"No\"","fi":"Kun sinusta tuntuu, että olet kuullut melodian aikaisemmin, paina \"Kyllä\". Muutoin paina nappia \"Ei\""},"firstCouple":{"eng":"First, let's do a couple of practice trials","fi":"Otetaan aluksi pari harjoittelukierrosta"},"thankYouSimilar":{"eng":"Thank you for your answers! Let's continue with another similar task part.","fi":"Kiitos vastauksistasi! Jatketaan toisella samantyyppisellä tehtäväosiolla."},"youWillAgain":{"eng":"You will again hear successive melodies and your task is to decide whether they sound the same or different.","fi":"Kuulet jälleen perättäisiä melodioita ja sinun tulee päättää, kuulostavatko ne samalta vai erilaisilta"},"youWillAgainB":{"eng":"If you think that the melodies are the same, just press \"Same\". If you think that the melodies are different, press \"Different\"","fi":"Jos melodiat ovat mielestäsi samat, paina \"Sama\". Jos melodiat ovat mielestäsi erilaiset, paina \"Eri\""},"firstPractice":{"eng":"First, let's do a couple of practice trials","fi":"Otetaan aluksi pari harjoittelukierrosta"},"nowContinue":{"eng":"Now, let's continue with the actual task","fi":"Nyt jatketaan varsinaisella tehtävällä"},"nowContinueB":{"eng":"In the task, you will hear a total of 20 melody pairs","fi":"Tehtävässä tulee yhteensä 20 melodiaparia"},"nowContinueC":{"eng":"Listen carefully and decide if the melodies sound the same or different","fi":"Kuuntele tarkasti ja päätä, kuulostavatko melodiat samalta vai erilaiselta"},"totalOfTwenty":{"eng":"Now, let's continue with the actual task","fi":"Nyt jatketaan varsinaisella tehtävällä"},"totalOfTwentyB":{"eng":"In the task, you will hear a total of 20 melodies","fi":"Tehtävässä kuulet yhteensä 20 melodiaa"},"totalOfTwentyC":{"eng":"Listen carefully and answer if have you heard the melody before","fi":"Kuuntele tarkasti ja vastaa oletko kuullut melodian aiemmin."},"choose":{"eng":"Choose","fi":"Valitse"},"heardBefore":{"eng":"Have you heard this melody before?","fi":"Oletko kuullut tämän melodian aiemmin?"},"answerWrong":{"eng":"Your answer was wrong. Would you like to try again?","fi":"Vastauksesi oli väärin. Haluatko kokeilla uudelleen?"},"difficult":{"eng":"Difficult","fi":"Vaikea"},"easy":{"eng":"Easy","fi":"Helppo"},"taskComplete":{"eng":"The task is now complete! Thank you for your participation. You will be redirected to the main page in a few seconds","fi":"Tehtävä on nyt valmis! Kiitos osallistumisesta. Siirryt aloitusnäyttöön muutaman sekunnin päästä"},"thankYouThisPart":{"eng":"How difficult/easy did this task feel?","fi":"Kuinka vaikealta/helpolta tämä tehtävä tuntui?"},"next":{"eng":"Next","fi":"Seuraava"},"previous":{"eng":"Previous","fi":"Edellinen"},"same":{"eng":"Same","fi":"Sama"},"different":{"eng":"Different","fi":"Eri"},"yes":{"eng":"Yes","fi":"Kyllä"},"no":{"eng":"No","fi":"Ei"},"home":{"eng":"Home","fi":"Alku"}}